{
  "Index": {
    "title": "Hello world!",
    "introText1": "We provide comprehensive, fully tailor-made legal service which accommodate your operations, needs and goals., within the provided business and legislative frameworks.",
    "introText2": "The synergy of competency, knowledge, innovation and proficiency is the best guarantee of our support of your needs."
  },
  "About": {
    "pageTitle": "about us",
    "t1": "We provide comprehensive, fully tailor-made legal service which accommodate your operations, needs and goals., within the provided business and legislative frameworks. The synergy of competency, knowledge, innovation and proficiency is the best guarantee of our support of your needs.",
    "n2-1": "Partnership in law -",
    "n2-2": "together we achieve optimal results.",

    "t3-1": "After eight years of practicing law at the Law Firm Marković and Plišo Ltd.,",
    "t3-2": "Ante Glamuzina and Josip Grošeta joined forces and founded the Law Firm Glamuzina & Grošeta Ltd. in 2007.",
    "t3-3": "From the very beginning, the primary motive of operation has been to provide comprehensive legal services to clients, efficiently resolving legal tasks in the shortest possible time.",
    "t3-4": "The Law Firm Glamuzina & Grošeta Ltd. provides its clients with a wide range of services from various branches of law, advocating for their interests before domestic courts and public bodies, as well as domestic and international arbitrations.",
    "t3-5": "Equal attention is given to each case and each client.",
    "t3-6": "The firm follows the latest trends but does not deviate from the fundamental concept of lawyering as a profession.",
    "t4-1": "With the aim of continuous progress and professional development, all our employees are regular and active participants in professional conferences, enabling us to stay informed about current developments in Croatian and EU legislation.",
    "t4-2": "Through membership in the Croatian Bar Association and other professional bodies and commissions, we actively contribute to the development of legal practice.",

    "n5": "values",
    "t5": "We especially value the combination of integrity, experience, courage and innovation. We strive to achieve in-depth understanding of our clients’ business situation and want to achieve trustful relationship with all our clients. We respect the highest global standards together with Croatian legal heritage to provide the best possible solutions as well as comprehensive counseling and representation.",
    "n6": "SOCIAL RESPONSIBILITY",
    "t6": "Ever since its establishment our firm is based on responsibility, community and inclusiveness, because we believe that a business needs to be accountable to the society in which it operates. Our firm has been supporting various initiatives which contribute to the development of culture, sports and education. We have preserved this tradition."
  },
  "OurTeam": {
    "pageTitle": "our team",
    "sp_title": "senior partners",
    "jp_title": "junior partners",
    "odv_title": "lawyers",
    "vjez_title": "law trainees",
    "adm_title": "administration",
    "obrazovanje": "education",
    "podrucjaPrakse": "areas of practice",
    "jezici": "languages",
    "jezik": "language",
    "clanstva": "memberships",
    "clanci": "articles",
    "strucniSkupovi": "professional conferences",
    "kontakt": "contact"
  },
  "LegalServices": { "pageTitle": "legal services" },
  "Contact": {
    "pageTitle": "contact",
    "t1-1": "LAW FIRM",
    "t1-2": "GLAMUZINA & GROŠETA"
  },
  "Footer": {
    "rights": "© 2020. Law firm Glamuzina and Grošeta. All rights reserved."
  }
}
