{
  "Index": {
    "title": "Pozdrav Svijete",
    "introText1": "Pružamo pravne usluge u potpunosti prilagođene vašem poslovanju, potrebama i ciljevima, uvažavajući zadane poslovne i zakonodavne okvire.",
    "introText2": "Sinergija stručnosti, znanja, inovativnosti i profesionalnosti jamstvo su naše podrške vašim potrebama."
  },
  "About": {
    "pageTitle": "o nama",
    "t1": "Nudimo pravnu uslugu temeljenu na dugogodišnjem iskustvu i stručnosti. posvećeni smo zaštiti interesa naših klijenata i postizanju OPTIMALNIH Rezultata, pružajući stručno savjetovanje I zastupanje pred sudovima, DRŽAVNIM TIJELIMA I U drugim INSTITUCIONALNIM POSTUPCIMA te sveobuhvatnu podršku u različitim područjima prava",
    "n2-1": "Partnerstvo u pravu -",
    "n2-2": "zajedno postižemo optimalne rezultate",
    "t3-1": "Nakon osam godina bavljenja odvjetništvom u Odvjetničkom društvu Marković i Plišo d.o.o.,",
    "t3-2": "Ante Glamuzina i Josip Grošeta udružili su svoje snage i 2007. osnovali Odvjetničko društvo Glamuzina & Grošeta d.o.o.",
    "t3-3": "Od samih početaka osnovni motiv djelovanja je pružanje sveobuhvatne pravne usluge klijentima, odnosno efikasno rješavanje pravnih zadataka u najkraćem mogućem vremenu.",
    "t3-4": "Odvjetničko društvo Glamuzina & Grošeta d.o.o. pruža svojim klijentima šritoki raspon usluga iz razičitih grana prava. a interese svojih klijenata promiče pred domaćim sudovima i javnim tijelima, ali i domaćim i međunarodnim arbitražama.",

    "t3-5": "Jednaka pozornost pridaje se svakom predmetu i svakom klijentu.",
    "t3-6": "Društvo prati najnovije trendove, no ne odstupa od temeljnog koncepta odvjetništva kao poziva.",
    "t4-1": "S ciljem stalnog napredovanja i profesionalnog usavršavanja, svi naši djelatnici redovni su i aktivni sudionici stručnih skupova, zahvaljujući čemu smo upoznati s aktualnostima u hrvatskom i EU zakonodavstvu.",
    "t4-2": "Članstvom u Hrvatskoj odvjetničkoj komori te drugim strukovnim tijelima i komisijama aktivno doprinosimo razvoju odvjetništva.",
    "n5": "VRIJEDNOSTI",
    "t5": "Naše odvjetničko društvo temelji se na snažnim vrijednostima integriteta, stručnosti, posvećenosti klijentu, timskom radu, profesionalizmu i izvrsnosti. Vjerujemo u ispravnost, transparentnost i visoke etičke standarde u svim aspektima našeg rada. Radimo kao jedinstven tim, iskorištavajući različite perspektive i stručnosti.  Kroz ove vrijednosti, nastojimo izgraditi povjerenje, dugoročne partnerske odnose i pružiti vrhunsku podršku našim klijentima.",
    "n6": "DRUŠTVENA ODGOVORNOST",
    "t6": "Od samog osnivanja naše Društvo se temelji na društvenoj odgovornosti, brizi o zajednici i uključivosti, jer vjerujemo da poslovanje mora biti odgovorno prema društvu u kojem djeluje. Naše Društvo podupiralo je mnoge inicijative koje doprinose razvoju kulture, sporta i obrazovanja. Nastavljamo ovu tradiciju,"
  },
  "OurTeam": {
    "pageTitle": "naš tim",
    "sp_title": "senior partneri",
    "jp_title": "junior partneri",
    "odv_title": "odvjetnici",
    "vjez_title": "odvjetnički vježbenici",
    "adm_title": "administracija",
    "obrazovanje": "obrazovanje",
    "podrucjaPrakse": "pordručja prakse",
    "jezici": "jezici",
    "jezik": "jezik",
    "clanstva": "članstva",
    "clanci": "članci",
    "strucniSkupovi": "stručni skupovi",
    "kontakt": "kontakt"
  },
  "LegalServices": { "pageTitle": "pravne usluge" },
  "Contact": {
    "pageTitle": "kontakt",
    "t1-1": "ODVJETNIČKO DRUŠTVO",
    "t1-2": "GLAMUZINA & GROŠETA d.o.o."
  },
  "Footer": {
    "rights": "© 2020. Odvjetnički ured Glamuzina i Grošeta. Sva prava pridržana."
  }
}
